Repository: jimregan/citizens-information-raw
Catalog: en-ro/www.citizensinformation.ie/ro/moving_country/moving_to_ireland/introduction_to_the_irish_system/health_care_in_ireland.html.txt.tmx
Source language: en
Languages: ro

source: Public health care for people coming to Ireland
ro: Sistemul sanitar public pentru cei care vin în Irlanda

source: If you are a national of the European Economic Area (EEA) or Switzerland, or if you are normally resident in Ireland, you are entitled to receive the same level of health care as Irish citizens
ro: Dacă sunteţi cetăţean al unei ţări membre a Uniunii Europene/Zonei Economice Europene/Elveţiei sau dacă sunteţi rezident în Irlanda, aveţi dreptul să beneficiaţi de asistenţă medicală la acelaşi nivel ca şi un cetăţean irlandez

source: Depending on your income, you may be eligible for a medical card, which entitles you to the full range of medical services at no cost
ro: În funcţie de veniturile dumneavoastră, puteţi primi o carte de sănătate care vă dă dreptul să beneficiaţi de asistenţă medicală la orice nivel fără a plăti

source: If you are not from an EEA member state or Switzerland, you will be entitled to certain services free of charge and you will have to pay for the remainder
ro: Dacă nu sunteţi cetăţean al unei ţări membre a Uniunii Europene/Zonei Economice Europene veţi fi îndreptăţit să beneficiaţi doar de anumite servicii medicale în mod gratuit, restul va trebui să le plătiţi

source: If you are coming to live, work, study or retire in Ireland you can find out more information on eligibility for public health services
ro: Dacă veniţi în Irlanda pentru a locui, a lucra, a studia sau a vă pensiona puteţi obţine aici informaţii suplimentare cu privire la eligibilitate dumneavoastră pentru a beneficia de servicii de sănătate publice

source: If you are coming to Ireland on holiday or on a short stay (for example, on business), you can read more information on health services for visitors to Ireland
ro: Dacă veniţi în Irlanda în concediu sau pentru o scurtă perioadă de timp (de exemplu, afaceri) găsiţi aici informaţii suplimentare cu privire la serviciile sanitare oferite vizitatorilor

source: Private health care for people coming to Ireland
ro: Sistemul sanitar privat pentru cei care vin în Irlanda

source: In addition to the public health system, people in Ireland can avail of a range of private health care services
ro: Pe lângă sistemul sanitar public, persoanele care se află Irlanda pot beneficia de o gamă largă de servicii sanitare private

source: You must pay the full costs of treatment if you opt for private health care
ro: Va trebui să plătiţi cheltuielile totale pentru tratamentul primit dacă optaţi pentru sistemul sanitar privat

source: There are a number of private health insurance companies in Ireland. Providers include VHI Healthcare, Laya Healthcare, Irish Life Health and HSF Health Plan (does not provide cover for hospital in-patient costs)
ro: În Irlanda există numeroase companii de asigurări de sănătate private – cele mai importante sunt VHI, Laya Healthcare (primul Quinn-healthcare), Hibernian Health, GloHealth şi HSF Health Plan

source: As long as you are from the EEA or Switzerland or normally resident in Ireland, you are entitled to the same benefits from your private health insurance with any of these companies as any other Irish citizen
ro: Atâta timp cât sunteţi cetăţean al unei ţări membre a Uniunii Europene sau sunteţi rezident în Irlanda, aveţi dreptul să beneficiaţi de aceleaşi drepturi din partea acestor două societăţi de asigurări de sănătate, ca oricare alt cetăţean irlandez

source: Since 16 October 2013, up to €1,000 for adults and €500 for children of your private health insurance premium attracts tax relief at the standard rate (20%)
ro: Prima dumneavoastră de asigurare de sănătate privată poate fi dedusă din impozit în limita fixă (20%)

source: This tax relief is deducted at source by the health insurance provider
ro: Reducerea este dedusă la sursă de către furnizorul serviciilor sanitare
